{
  "page.home.resume": "Lebenslauf",
  "page.home.back": "Zurück",
  "page.home.think": "Lass mich nachdenken...",
  "page.home.ask": "Fragen",
  "page.home.save": "Speichern",
  "page.home.button": "Frag Mich Etwas",
  "page.home.initconvo": "Hallo und willkommen auf meiner Website! Ich bin der KI-Assistent von Matteo und helfe dir gerne, mehr über meinen beruflichen Hintergrund zu erfahren. Lass mich wissen, wie ich dir heute helfen kann!",
  "page.home.placeholder": "Erzähl mir von Matteo...",
  "page.resume.summaryTitle": "Zusammenfassung",
  "page.resume.summary": "Ich bin Matteo Dante, ein erfahrener Software-Ingenieur, spezialisiert auf Full-Stack-Entwicklung mit Fokus auf Back-End-Technologien. Ich habe eine starke Grundlage in der Frontend- und Backend-Entwicklung, mit Expertise in Technologien wie TypeScript, Laravel, React, Java und Rust. Leidenschaftlich für Technologie und Problemlösung, strebe ich ständig danach, mein Wissen zu erweitern, insbesondere in den Bereichen KI, Web-Sicherheit und Datenbanken.",
  "page.resume.skillsTitle": "Kernkompetenzen",
  "page.resume.skills.1": "Backend-Entwicklung mit Laravel, TypeScript und Java",
  "page.resume.skills.2": "Frontend-Entwicklung mit React und Vue",
  "page.resume.skills.3": "Datenbankmanagement und Abfrageoptimierung",
  "page.resume.skills.4": "Best Practices in Software Engineering und Design Patterns",
  "page.resume.skills.5": "Hardware- und IT-Sicherheitsexpertise",
  "page.resume.skills.6": "Maßgeschneiderte Softwarelösungen für die spezifischen Bedürfnisse der Kunden",
  "page.resume.educationTitle": "Ausbildung",
  "page.resume.education.1": "Bachelor in Informatik, Unitelma Sapienza Universität, Rom (2018 - 2021)",
  "page.resume.education.2": "Diplom in Wirtschaftsinformatik, E. Fermi Institut (2012 - 2017)",
  "page.resume.experiencesTitle": "Berufserfahrung",
  "page.resume.experiences.1": "Entwicklung benutzerfreundlicher Weboberflächen zur Integration mit IBM-Systemen.",
  "page.resume.experiences.2": "Umfassendes Verständnis der Systemfunktionalität und Web-Integration erworben.",
  "page.resume.experiences.3": "Entwicklung von interner Managementsoftware und anderen Webanwendungen für große Unternehmen wie Sorgenia S.p.A.",
  "page.resume.experiences.4": "Starkes Verständnis von Geschäftsprozessen und Arbeitsabläufen erworben.",
  "page.resume.experiences.5": "Hochwertige Entwicklungsleistungen für komplexe Webentwicklungsprojekte erbracht.",
  "page.resume.experiences.6": "Pilatus Aircraft Ltd - Leitung von Backend- und Frontend-Entwicklungsprojekten zur Sicherstellung robuster und skalierbarer Lösungen für Luftfahrtsoftware.",
  "page.resume.experiences.7": "DonTouch SA - Leitung der Backend-Entwicklung für sichere Transaktionssysteme, Optimierung der Leistung und Zuverlässigkeit.",
  "page.resume.experiences.8": "Hexa Credit Care - Full-Stack-Entwickler, verantwortlich für die End-to-End-Entwicklung kritischer Webanwendungen für große Firmenkunden.",
  "page.resume.outro": "Mit tiefgehender Expertise in der Software-Entwicklung bin ich gut geeignet für Rollen wie Software-Ingenieur, Full-Stack-Entwickler oder Backend-Spezialist. Ich freue mich darauf, meine Fähigkeiten in innovative und herausfordernde Projekte einzubringen.",
  "page.resume.contact": "Kontaktieren Sie mich"
}
