{
  "page.home.resume": "Resume",
  "page.home.back": "Go Back",
  "page.home.think": "Let me think ...",
  "page.home.ask": "Ask",
  "page.home.save": "Save It",
  "page.home.button": "Ask Me Something",
  "page.home.initconvo": "Hello and welcome to my website! I'm Matteo's AI assistant here to help you learn more about me and my professional background. Please let me know how I can assist you today!",
  "page.home.placeholder": "Tell me about Matteo ...",
  "page.resume.summaryTitle": "Summary",
  "page.resume.summary": "I'm Matteo Dante, a seasoned Software Engineer specializing in Full Stack Development with a focus on Back-End technologies. I have a strong foundation in both front-end and back-end development, with expertise in technologies like TypeScript, Laravel, React, Java, and Rust. Passionate about technology and problem-solving, I continuously seek to expand my knowledge, particularly in AI, web security, and databases.",
  "page.resume.skillsTitle": "Core Competencies",
  "page.resume.skills.1": "Backend Development with Laravel, TypeScript, and Java",
  "page.resume.skills.2": "Frontend Development with React and Vue",
  "page.resume.skills.3": "Database Management and Query Optimization",
  "page.resume.skills.4": "Software Engineering Best Practices and Design Patterns",
  "page.resume.skills.5": "Hardware and IT Security Expertise",
  "page.resume.skills.6": "Custom Software Solutions Tailored to Client Needs",
  "page.resume.educationTitle": "Education",
  "page.resume.education.1": "Bachelor's Degree in Computer Science, Unitelma Sapienza University, Rome (2018 - 2021)",
  "page.resume.education.2": "Diploma in Business Information Systems, E. Fermi Institute (2012 - 2017)",
  "page.resume.experiencesTitle": "Professional Experience",
  "page.resume.experiences.1": "Developed user-friendly web interfaces to integrate with IBM systems.",
  "page.resume.experiences.2": "Gained a comprehensive understanding of system functionality and web integration.",
  "page.resume.experiences.3": "Developed internal management software and other web applications for large companies such as Sorgenia S.p.A.",
  "page.resume.experiences.4": "Gained a strong understanding of business processes and workflows.",
  "page.resume.experiences.5": "Delivered high-quality development solutions for complex web development projects.",
  "page.resume.experiences.6": "Pilatus Aircraft Ltd - Spearheaded backend and frontend development projects, ensuring robust and scalable solutions for aviation software.",
  "page.resume.experiences.7": "DonTouch SA - Led backend development for secure transaction systems, optimizing for performance and reliability.",
  "page.resume.experiences.8": "Hexa Credit Care - Full Stack Developer handling end-to-end development of critical web applications for major corporate clients.",
  "page.resume.outro": "With a deep expertise in software engineering, I am well-suited for roles such as Software Engineer, Full Stack Developer, or Backend Specialist. I am eager to bring my skills to innovative and challenging projects.",
  "page.resume.contact": "Contact Me"
}
