{
  "page.home.resume": "CV",
  "page.home.back": "Retour",
  "page.home.think": "Laissez-moi réfléchir...",
  "page.home.ask": "Demandez",
  "page.home.save": "Enregistrer",
  "page.home.button": "Demandez-moi quelque chose",
  "page.home.initconvo": "Bonjour et bienvenue sur mon site web ! Je suis l'assistant AI de Matteo, ici pour vous aider à en savoir plus sur moi et mon parcours professionnel. Faites-moi savoir comment je peux vous aider aujourd'hui !",
  "page.home.placeholder": "Parlez-moi de Matteo...",
  "page.resume.summaryTitle": "Résumé",
  "page.resume.summary": "Je suis Matteo Dante, un ingénieur logiciel expérimenté, spécialisé dans le développement Full Stack avec un focus sur les technologies de Back-End. J'ai une solide base en développement front-end et back-end, avec une expertise dans des technologies comme TypeScript, Laravel, React, Java et Rust. Passionné par la technologie et la résolution de problèmes, je cherche constamment à élargir mes connaissances, notamment dans l'IA, la sécurité web et les bases de données.",
  "page.resume.skillsTitle": "Compétences Clés",
  "page.resume.skills.1": "Développement Back-End avec Laravel, TypeScript et Java",
  "page.resume.skills.2": "Développement Front-End avec React et Vue",
  "page.resume.skills.3": "Gestion de Base de Données et Optimisation des Requêtes",
  "page.resume.skills.4": "Meilleures Pratiques en Ingénierie Logicielle et Design Patterns",
  "page.resume.skills.5": "Expertise en Sécurité IT et Matériel",
  "page.resume.skills.6": "Solutions Logiciels Personnalisées adaptées aux besoins des clients",
  "page.resume.educationTitle": "Formation",
  "page.resume.education.1": "Licence en Informatique, Université Unitelma Sapienza, Rome (2018 - 2021)",
  "page.resume.education.2": "Diplôme en Systèmes d'Information de Gestion, Institut E. Fermi (2012 - 2017)",
  "page.resume.experiencesTitle": "Expérience Professionnelle",
  "page.resume.experiences.1": "Développement d'interfaces web conviviales pour l'intégration avec les systèmes IBM.",
  "page.resume.experiences.2": "Acquisition d'une compréhension approfondie de la fonctionnalité des systèmes et de l'intégration web.",
  "page.resume.experiences.3": "Développement de logiciels de gestion interne et d'autres applications web pour de grandes entreprises comme Sorgenia S.p.A.",
  "page.resume.experiences.4": "Acquisition d'une forte compréhension des processus métiers et des flux de travail.",
  "page.resume.experiences.5": "Fourniture de solutions de développement de haute qualité pour des projets complexes de développement web.",
  "page.resume.experiences.6": "Pilatus Aircraft Ltd - Dirigé des projets de développement backend et frontend, assurant des solutions robustes et évolutives pour les logiciels d'aviation.",
  "page.resume.experiences.7": "DonTouch SA - Dirigé le développement backend pour les systèmes de transactions sécurisées, optimisant les performances et la fiabilité.",
  "page.resume.experiences.8": "Hexa Credit Care - Développeur Full Stack responsable du développement de bout en bout d'applications web critiques pour les grands clients d'entreprise.",
  "page.resume.outro": "Avec une expertise approfondie en ingénierie logicielle, je suis bien adapté pour des rôles tels qu'ingénieur logiciel, développeur Full Stack ou spécialiste Back-End. Je suis impatient d'apporter mes compétences à des projets innovants et stimulants.",
  "page.resume.contact": "Contactez-moi"
}
