{
  "page.home.resume": "Curriculum Vitae",
  "page.home.back": "Torna Indietro",
  "page.home.think": "Fammi Pensare...",
  "page.home.ask": "Chiedi",
  "page.home.save": "Salva",
  "page.home.button": "Chiedimi Qualcosa",
  "page.home.initconvo": "Ciao e benvenuto nel mio sito web! Sono l'assistente AI di Matteo, qui per aiutarti a conoscere meglio il mio background professionale. Fammi sapere come posso aiutarti oggi!",
  "page.home.placeholder": "Parlami di Matteo...",
  "page.resume.summaryTitle": "Riepilogo",
  "page.resume.summary": "Sono Matteo Dante, un ingegnere del software esperto, specializzato nello sviluppo Full Stack con un focus sulle tecnologie di Back-End. Ho una solida base nello sviluppo sia front-end che back-end, con competenze in tecnologie come TypeScript, Laravel, React, Java e Rust. Appassionato di tecnologia e problem-solving, cerco continuamente di ampliare le mie conoscenze, in particolare nell'IA, nella sicurezza web e nei database.",
  "page.resume.skillsTitle": "Competenze Principali",
  "page.resume.skills.1": "Sviluppo Backend con Laravel, TypeScript e Java",
  "page.resume.skills.2": "Sviluppo Frontend con React e Vue",
  "page.resume.skills.3": "Gestione dei Database e Ottimizzazione delle Query",
  "page.resume.skills.4": "Best Practices di Ingegneria del Software e Design Patterns",
  "page.resume.skills.5": "Esperienza in Hardware e Sicurezza IT",
  "page.resume.skills.6": "Soluzioni Software Personalizzate su Misura per le Esigenze del Cliente",
  "page.resume.educationTitle": "Istruzione",
  "page.resume.education.1": "Laurea in Informatica, Università Unitelma Sapienza, Roma (2018 - 2021)",
  "page.resume.education.2": "Diploma in Sistemi Informativi Aziendali, Istituto E. Fermi (2012 - 2017)",
  "page.resume.experiencesTitle": "Esperienze Professionali",
  "page.resume.experiences.1": "Sviluppo di interfacce web user-friendly per l'integrazione con i sistemi IBM.",
  "page.resume.experiences.2": "Acquisizione di una comprensione approfondita della funzionalità del sistema e dell'integrazione web.",
  "page.resume.experiences.3": "Sviluppo di software di gestione interna e altre applicazioni web per grandi aziende come Sorgenia S.p.A.",
  "page.resume.experiences.4": "Acquisizione di una forte comprensione dei processi aziendali e dei flussi di lavoro.",
  "page.resume.experiences.5": "Fornitura di soluzioni di sviluppo di alta qualità per progetti complessi di sviluppo web.",
  "page.resume.experiences.6": "Pilatus Aircraft Ltd - Ho guidato progetti di sviluppo backend e frontend, garantendo soluzioni robuste e scalabili per software aeronautico.",
  "page.resume.experiences.7": "DonTouch SA - Ho guidato lo sviluppo backend per sistemi di transazione sicuri, ottimizzando le prestazioni e l'affidabilità.",
  "page.resume.experiences.8": "Hexa Credit Care - Full Stack Developer responsabile dello sviluppo end-to-end di applicazioni web critiche per clienti aziendali di rilievo.",
  "page.resume.outro": "Con una profonda competenza nell'ingegneria del software, sono adatto per ruoli come Software Engineer, Full Stack Developer o Backend Specialist. Sono ansioso di portare le mie competenze in progetti innovativi e stimolanti.",
  "page.resume.contact": "Contattami"
}
