{
  "page.home.resume": "CV",
  "page.home.back": "Gå Tillbaka",
  "page.home.think": "Låt mig tänka...",
  "page.home.ask": "Fråga",
  "page.home.save": "Spara",
  "page.home.button": "Fråga Mig Något",
  "page.home.initconvo": "Hej och välkommen till min webbplats! Jag är Matteos AI-assistent och hjälper dig gärna att lära dig mer om min professionella bakgrund. Låt mig veta hur jag kan hjälpa dig idag!",
  "page.home.placeholder": "Berätta om Matteo...",
  "page.resume.summaryTitle": "Sammanfattning",
  "page.resume.summary": "Jag är Matteo Dante, en erfaren mjukvaruingenjör som specialiserar sig på Full Stack-utveckling med fokus på Back-End-teknologier. Jag har en stark grund inom både frontend- och backend-utveckling, med expertis i teknologier som TypeScript, Laravel, React, Java och Rust. Jag är passionerad om teknologi och problemlösning och strävar ständigt efter att utöka mina kunskaper, särskilt inom AI, webb-säkerhet och databaser.",
  "page.resume.skillsTitle": "Kärnkompetenser",
  "page.resume.skills.1": "Backend-utveckling med Laravel, TypeScript och Java",
  "page.resume.skills.2": "Frontend-utveckling med React och Vue",
  "page.resume.skills.3": "Databasadministration och frågeoptimering",
  "page.resume.skills.4": "Best Practices inom mjukvaruingenjörskonst och designmönster",
  "page.resume.skills.5": "Expertis inom hårdvara och IT-säkerhet",
  "page.resume.skills.6": "Skräddarsydda mjukvarulösningar anpassade efter kundens behov",
  "page.resume.educationTitle": "Utbildning",
  "page.resume.education.1": "Kandidatexamen i datavetenskap, Unitelma Sapienza Universitet, Rom (2018 - 2021)",
  "page.resume.education.2": "Examen i företagsekonomiska informationssystem, E. Fermi Institutet (2012 - 2017)",
  "page.resume.experiencesTitle": "Yrkeserfarenhet",
  "page.resume.experiences.1": "Utvecklade användarvänliga webbgränssnitt för integration med IBM-system.",
  "page.resume.experiences.2": "Fick en omfattande förståelse för systemfunktionalitet och webbintegration.",
  "page.resume.experiences.3": "Utvecklade intern hanteringsprogramvara och andra webbaserade applikationer för stora företag som Sorgenia S.p.A.",
  "page.resume.experiences.4": "Fick en stark förståelse för affärsprocesser och arbetsflöden.",
  "page.resume.experiences.5": "Levererade högkvalitativa utvecklingslösningar för komplexa webbutvecklingsprojekt.",
  "page.resume.experiences.6": "Pilatus Aircraft Ltd - Ledd backend- och frontendutvecklingsprojekt för att säkerställa robusta och skalbara lösningar för flygindustrins programvara.",
  "page.resume.experiences.7": "DonTouch SA - Ledde backendutvecklingen för säkra transaktionssystem, optimerade prestanda och tillförlitlighet.",
  "page.resume.experiences.8": "Hexa Credit Care - Full Stack-utvecklare som hanterar end-to-end-utveckling av kritiska webbapplikationer för stora företagskunder.",
  "page.resume.outro": "Med djup expertis inom mjukvaruingenjörskonst är jag väl lämpad för roller som mjukvaruingenjör, Full Stack-utvecklare eller Backend-specialist. Jag är ivrig att bidra med mina färdigheter till innovativa och utmanande projekt.",
  "page.resume.contact": "Kontakta mig"
}
