{
    "page.home.resume": "CV",
    "page.home.back": "TILLBAKA",
    "page.home.think": "Låt mig tänka ...",
    "page.home.ask": "FRÅGA",
    "page.home.save": "spara",
    "page.home.button": "FRÅGA MIG",
    "page.home.initconvo": "Hej och välkommen till min hemsida! Jag är Matteos AI-assistent och här för att hjälpa dig att lära känna mig och min professionella erfarenhet bättre. Berätta gärna hur jag kan hjälpa dig idag!",
    "page.home.placeholder": "Berätta om Matteo...",
    "page.resume.summary": "Hej, jag heter Matteo Dante, en 24-årig full-stack utvecklare med 5 års erfarenhet. Under min karriär har jag skaffat mig en stark förståelse för backend- och frontend-utveckling med programmeringsspråk som Python, PHP, Javascript etc. Jag är också skicklig på populära frontend-ramverk som React och Vue. Min erfarenhet av mjukvaruutvecklingsprinciper, designmönster, algoritmer och datastrukturer gör att jag kan leverera högkvalitativa utvecklingslösningar. Jag är passionerad om teknik och håller mig ständigt uppdaterad om de senaste trenderna inom branschen. På fritiden tycker jag om att spela videospel, titta på filmer och träna.",
    "page.resume.skills.1": "Backend-utveckling med Laravel (PHP) och Javascript med LAMP Stack",
    "page.resume.skills.2": "Frontend-utveckling med React (NextJS) och Vue",
    "page.resume.skills.3": "MySQL-frågor",
    "page.resume.skills.4": "Mjukvaruutvecklingsprinciper, designmönster, algoritmer och datastrukturer",
    "page.resume.skills.5": "Förståelse för företagsprocesser och arbetsflöden",
    "page.resume.skills.6": "Erfarenhet av att utveckla mjukvara som uppfyller varje kunds specifika behov",
    "page.resume.education.1": "Istituto Enrico Fermi i Tivoli: avslutade studier",
    "page.resume.education.2": "Università La Sapienza: avslutade 1:a året av datavetenskap",
    "page.resume.experiences.1": "Skapade ett användarvänligt webbgränssnitt för att interagera med IBM-system",
    "page.resume.experiences.2": "Fick en god förståelse för systemfunktionalitet och hur de kan integreras med webbteknologier",
    "page.resume.experiences.3": "Utvecklade interna ledningsmjukvaror och andra webbapplikationer för stora företag som Sorgenia S.p.A.",
    "page.resume.experiences.4": "Skaffade en stark förståelse för företagsprocesser och arbetsflöden",
    "page.resume.experiences.5": "Levererade högkvalitativa utvecklingslösningar för komplexa webbutvecklingsprojekt",
    "page.resume.outro": "De potentiella jobbtitlarna som skulle passa mig inkluderar Full Stack Developer, Web Developer, Software Engineer eller Frontend Developer. När man överväger potentiella jobbmöjligheter är det viktigt att söka efter positioner som är i linje med mina intressen och erfarenheter."
}